<template>
  <div class="remont-kvartir">
    <div class="relative pb-12">
      <!-- bg -->
      <div class="absolute inset-0 w-full h-full -z-10">
        <img
          src="@/assets/images/bg-dom.jpeg"
          class="z-0 object-cover w-full h-full"
          alt=""
        />
        <div class="absolute inset-0 w-full h-full bg-smoke"></div>
      </div>

      <div class="max-w-6xl pt-10 mx-auto text-white">
        <!-- #TODO: navigation-->
        <div class="flex flex-col">
          <h1 class="mt-20 heading-huge">РЕМОНТ ДОМОВ «ПОД КЛЮЧ»</h1>

          <div class="flex flex-col justify-between w-1/2 mt-10">
            <div class="flex items-center">
              <p class="text-xl font-bold">РЕМОНТ «ПОД КЛЮЧ» — ЭТО:</p>
            </div>
            <div class="flex flex-wrap mt-6">
              <div
                class="flex items-center w-1/2 mb-6"
                v-for="(item, index) in [
                  'Дизайн–проект',
                  'Закупка материалов',
                  'Ремонт',
                  'Соблюдение сроков',
                ]"
                :key="index"
              >
                <img src="@/assets/images/check.png" class="w-6 h-6" alt="" />
                <p class="ml-3 text-lg font-thin">{{ item }}</p>
              </div>
            </div>
          </div>
          <!--  -->
          <div class="flex flex-col pl-4 mt-10 border-l-4 border-white">
            <div>
              <button class="px-5 py-4 font-semibold text-black bg-d_tangerine">
                Получить консультацию
              </button>
            </div>
          </div>
        </div>
      </div>
    </div>
    <div class="mt-24">
      <div class="bg-gradient-to-t from-solitude">
        <div class="max-w-6xl mx-auto">
          <div class="px-4 pb-4">
            <h1 class="mb-4 text-4xl font-medium leading-none">
              Ремонт домов с компанией “Авальремонт”
            </h1>
            <p class="descr">
              Мы являемся лидерами и новаторами в сфере строительных услуг.
              Компания постоянно инвестирует средства на обучение сотрудников,
              новым навыкам. Мы не поддерживаем политику “универсальности”
              работников, поэтому каждый член команды-высококвалифицированный
              специалист своей области. Это позволяет корректно обозначить зоны
              ответственности, а также существенно повышает качество выполненных
              работ в современной реконструкции.
            </p>
            <p class="my-4 descr">
              Авальремонт гордится отлично налаженным менеджментом. За каждым
              объектом закреплен руководитель. Менеджер постоянно находится на
              объекте, координирует работу команды, взаимодействует с
              управляющей компанией. Таким образом участие клиента в рабочем
              процессе сводится к нулю. Еженедельно, заказчик получает подробный
              фотоотчет.
            </p>
            <p class="my-4 descr">
              Мы считаем качественные черновые работы-залогом успешного ремонта
              дома “под ключ”. Поэтому мы используем только современные
              материалы в прокладке коммуникаций. Например, Авальремонт
              отказался от установки стальных труб при монтаже водоснабжения.
              Компания применяет высококачественную продукцию из сшитого
              полиэтилена, немецкого бренда Rehau. Такие трубы более устойчивы к
              химическим воздействиям и температурным перепадам.
            </p>
            <p class="my-4 descr">
              Авальремонт первыми в Москве начал применять высокотехнологичное
              оборудование в чистовой отделке. Те процедуры, которые ранее
              выполнялись мастерами вручную, мы делаем при помощи специальных
              инструментов. Это сократило длительность ремонта дома “под ключ”
              вдвое и значительно снизило расход материалов.
            </p>
          </div>
        </div>
      </div>
    </div>
    <!--  -->
    <PriceCardDom />
    <!--  -->
    <div class="max-w-6xl mx-auto mt-8">
      <div class="flex flex-col">
        <WorkMosaic />
        <!-- почему мы -->
        <div class="mt-10">
          <div class="flex flex-col"></div>
          <h1 class="mb-8 text-4xl font-bold leading-none">«Почему мы?»</h1>
          <p class="descr">
            За длительное время работы на рынке строительных услуг, мы проводили
            реконструкции “под ключ” любой сложности: от бюджетного ремонта до
            элитных реставраций. Поэтому, полностью компетентны и
            профессиональны. Кроме того, мы располагаем собственным складским
            помещением, это открыло возможность работать с производителями
            стройматериалов напрямую. Сотрудничество без посредников гарантирует
            покупку сертифицированного продукта, который обеспечивает
            исключительное качество работ. Также, мы самостоятельно привезем
            материал на объект, при помощи своих грузовых автомобилей.
          </p>
          <p class="my-4 descr">
            Длительное взаимодействие с торговыми марками мебели и отделочных
            материалов, позволило построить партнерские отношения. Поэтому нашим
            клиентам предлагается отличная скидочная система. Заказчик получает
            возможность купить мебель и материал по привлекательной цене. Кроме
            того, программа лояльности гарантирует быструю доставку заказа и
            личное сопровождение менеджера.
          </p>
          <p class="my-4 descr">
            Контроль руководителя проекта обеспечивает высокое качество каждого
            этапа ремонта дома “под ключ”. Также, это гарантирует минимальное
            вовлечение заказчика в процесс реконструкции.
          </p>

          <h1 class="mt-12 mb-8 text-4xl font-bold leading-none">
            Сколько стоит ремонт домов?
          </h1>
          <p class="descr">
            Цена зависит от ряда факторов: метража помещения, качества выбранных
            материалов, технических нюансов ремонта в доме, а также особенностей
            дизайн-проекта. Минимальная стоимость реконструкции “под ключ” -
            9000 руб. за квадратный метр. Расценки фиксируются в смете и не
            меняются в процессе ремонта. Никаких дополнительных трат заказчик не
            несет.
          </p>
        </div>

        <div class="my-4">
          <FAQ />
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import PriceCardDom from '@/components/PriceCardDom'
import WorkMosaic from '@/components/WorkMosaic'
import FAQ from '@/components/FAQ'

export default {
  components: { PriceCardDom, WorkMosaic, FAQ },
  data() {
    return {
      textArr: [
        'Точный расчет стоимости ремонта, до его начала;',
        'Возможность создания не только красивого, но и практичного дома;',
        'Страховка от непредвиденных затрат в процессе ремонта;',
        'Исключение необдуманных решений при реставрации.',
      ],
    }
  },
}
</script>

<style scoped>
</style>