<template>
  <div class="remont-kvartir">
    <Header :data="vdata" house />
    <!-- text -->
    <div class="mt-24">
      <div class="bg-gradient-to-t from-solitude">
        <div class="container mx-auto">
          <div class="px-4 pb-4">
            <h1 class="mb-4 text-4xl font-medium leading-none">
              Ремонт домов с компанией “Авальремонт”
            </h1>
            <p class="descr">
              Мы являемся лидерами и новаторами в сфере строительных услуг.
              Компания постоянно инвестирует средства на обучение сотрудников,
              новым навыкам. Мы не поддерживаем политику “универсальности”
              работников, поэтому каждый член команды-высококвалифицированный
              специалист своей области. Это позволяет корректно обозначить зоны
              ответственности, а также существенно повышает качество выполненных
              работ в современной реконструкции.
            </p>
            <p class="my-4 descr">
              Авальремонт гордится отлично налаженным менеджментом. За каждым
              объектом закреплен руководитель. Менеджер постоянно находится на
              объекте, координирует работу команды, взаимодействует с
              управляющей компанией. Таким образом участие клиента в рабочем
              процессе сводится к нулю. Еженедельно, заказчик получает подробный
              фотоотчет.
            </p>
            <p class="my-4 descr">
              Мы считаем качественные черновые работы-залогом успешного ремонта
              дома “под ключ”. Поэтому мы используем только современные
              материалы в прокладке коммуникаций. Например, Авальремонт
              отказался от установки стальных труб при монтаже водоснабжения.
              Компания применяет высококачественную продукцию из сшитого
              полиэтилена, немецкого бренда Rehau. Такие трубы более устойчивы к
              химическим воздействиям и температурным перепадам.
            </p>
            <p class="my-4 descr">
              Авальремонт первыми в Москве начал применять высокотехнологичное
              оборудование в чистовой отделке. Те процедуры, которые ранее
              выполнялись мастерами вручную, мы делаем при помощи специальных
              инструментов. Это сократило длительность ремонта дома “под ключ”
              вдвое и значительно снизило расход материалов.
            </p>
          </div>
        </div>
      </div>
    </div>
    <!--  -->
    <PriceCardDom />
    <!--  -->
    <div class="container mx-auto mt-8">
      <div class="flex flex-col">
        <WorkMosaic />
        <!-- почему мы -->
        <div class="mt-10">
          <div class="flex flex-col"></div>
          <h1 class="mb-8 big-text">«Почему мы?»</h1>
          <p class="descr">
            За длительное время работы на рынке строительных услуг, мы проводили
            реконструкции “под ключ” любой сложности: от бюджетного ремонта до
            элитных реставраций. Поэтому, полностью компетентны и
            профессиональны. Кроме того, мы располагаем собственным складским
            помещением, это открыло возможность работать с производителями
            стройматериалов напрямую. Сотрудничество без посредников гарантирует
            покупку сертифицированного продукта, который обеспечивает
            исключительное качество работ. Также, мы самостоятельно привезем
            материал на объект, при помощи своих грузовых автомобилей.
          </p>
          <p class="my-4 descr">
            Длительное взаимодействие с торговыми марками мебели и отделочных
            материалов, позволило построить партнерские отношения. Поэтому нашим
            клиентам предлагается отличная скидочная система. Заказчик получает
            возможность купить мебель и материал по привлекательной цене. Кроме
            того, программа лояльности гарантирует быструю доставку заказа и
            личное сопровождение менеджера.
          </p>
          <p class="my-4 descr">
            Контроль руководителя проекта обеспечивает высокое качество каждого
            этапа ремонта дома “под ключ”. Также, это гарантирует минимальное
            вовлечение заказчика в процесс реконструкции.
          </p>

          <h1 class="mt-12 mb-8 big-text">Сколько стоит ремонт домов?</h1>
          <p class="descr">
            Цена зависит от ряда факторов: метража помещения, качества выбранных
            материалов, технических нюансов ремонта в доме, а также особенностей
            дизайн-проекта. Минимальная стоимость реконструкции “под ключ” -
            9000 руб. за квадратный метр. Расценки фиксируются в смете и не
            меняются в процессе ремонта. Никаких дополнительных трат заказчик не
            несет.
          </p>
        </div>

        <div class="my-4">
          <FAQ />
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import PriceCardDom from '@/components/PriceCardDom'
import Header from '@/components/Header'
import WorkMosaic from '@/components/WorkMosaic'
import FAQ from '@/components/FAQ'

export default {
  components: { PriceCardDom, WorkMosaic, FAQ, Header },
  data() {
    return {
      textArr: [
        'Точный расчет стоимости ремонта, до его начала;',
        'Возможность создания не только красивого, но и практичного дома;',
        'Страховка от непредвиденных затрат в процессе ремонта;',
        'Исключение необдуманных решений при реставрации.',
      ],
      vdata: {
        heading: 'РЕМОНТ ДОМОВ «ПОД КЛЮЧ»',
        subheading: 'РЕМОНТ «ПОД КЛЮЧ» — ЭТО:',
        features: [
          'Дизайн–проект',
          'Закупка материалов',
          'Ремонт',
          'Соблюдение сроков',
        ],
        image: require('@/assets/images/bg-dom.jpeg'),
      },
    }
  },
}
</script>

<style scoped>
</style>