<template>
  <div class="bg-white faq">
    <div class="container px-8 py-24 mx-auto tab-mini-down:px-0">
      <h1 class="m-4 mb-6 text-4xl font-bold leading-none">
        Часто задаваемые вопросы
      </h1>
      <div class="">
        <Accordion :data="accordions" />
      </div>
    </div>
  </div>
</template>

<script>
import Accordion from '@/components/Accordion.vue'
export default {
  components: {
    Accordion,
  },
  data() {
    return {
      accordions: [
        {
          title: 'Как заказать ремонт?',
          value:
            'Для начала сотрудничества, предлагаем посетить нас по адресу г. Бишкек. Также , вы можете заказать обратный звонок, наши менеджеры ответят на все вопросы.',
          isActive: false,
        },
        {
          title: 'Почему вы можете быть спокойны за свой ремонт?',
          value:
            'Мы отчитываемся перед заказчиком еженедельно о проделанной работе, соблюдаем сроки и придерживаемся бюджета. Отзывы о компании можно посмотреть на официальном сайте. Кому нужно закупать материалы? bodo самостоятельно закупает и доставляет в квартиру строительные материалы.',
          isActive: false,
        },
        {
          title: 'Примерная стоимость ремонта?',
          value:
            'Точная цена зависит от метража, технических особенностей и пожеланий клиента. Минимальная стоимость ремонта “под ключ” стартует от 3200 сом за кв. метр.',
          isActive: false,
        },
        {
          title: 'Какие сроки выполнения ремонта?',
          value:
            'Длительность реставрации квартиры оговаривается при подписании договора и строго соблюдается. Средний срок - 25.',
          isActive: false,
        },
      ],
    }
  },
}
</script>

<style scoped>
</style>